/* WindowContinu */
"All of your apps and tabs will be closed." = "All of your apps and tabs will be closed.";

/* CloseWindowPrompt */
"Are you sure you want to close this window?" = "Are you sure you want to close this window?";

/* bookmarkPrompt */
"Are you sure you want to delete?" = "Are you sure you want to delete?";

/* BookmarksView */
"Bookmarks" = "Bookmarks";

/* Cancel */
"Cancel" = "Cancel";

/* DownloadView */
"Downloads" = "Downloads";

/* HistoryView */
"History" = "History";

/* HomeScreen */
"Home" = "Home";

/* ImportBookmarkError */
"It seems that you already have imported your favorites from Safari" = "It seems that you already have imported your favorites from Safari";

/* NewTab */
"New tab" = "New tab";

/* No */
"No" = "No";

/* Ok */
"Ok" = "Ok";

/* bookmarkPromptError */
"Please select a bookmark" = "Please select a bookmark";

/* historyPromptError */
"Please select an history item" = "Please select an history item";

/* HistoryPromptErrorMessage */
"To delete an item you first need to select an item in the list." = "To delete an item you first need to select an item in the list.";

/* BookmarkPromptErrorMessage */
"To view, delete or edit an item you first need to select an item in the list." = "To view, delete or edit an item you first need to select an item in the list.";

/* Yeah */
"Yes" = "Yes";

/* ImportBookmarkDetailError */
"You can do it again but you may have duplicate favorites as it will import it again" = "You can do it again but you may have duplicate favorites as it will import it again";

/* Continue */
"You can not undo this." = "You can not undo this.";

